
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "終了する前に、変更内容を保存しますか？";

"Would you like to save your changes?" = "変更内容を保存しますか？";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "保存しない場合、変更内容は失われます。";

/*Alert Sheet Buttons*/

"Save" = "保存";

"Cancel" = "キャンセル";

"Dont Save" = "保存しない";

/*App Menu*/

"About Logitech Camera Settings" = "Logicool カメラ設定について";

"Services" = "サービス";

"Hide Logitech Camera Settings" = "Logicool カメラ設定を非表示にする";

"Hide Others" = "他を非表示にする";

"Show All" = "すべて表示";

"Quit Logitech Camera Settings" = "Logicool カメラ設定を終了する";

/*Edit Menu*/

"Edit" = "編集";

"Cut" = "切り取り";

"Copy" = "コピー";

"Paste" = "貼り付け";

"Delete" = "削除";

"Select All" = "すべて選択";

/*Camera Menu*/

"Camera" = "カメラ";

"No Device Connected" = "デバイスが接続されていません";

/*Window Menu*/

"WINDOW" = "ウィンドウ";

"Minimize" = "最小化";

"Close" = "閉じる";

"Bring All to Front" = "すべてを前面に移動";

/*Window Title*/

"Logitech Camera Settings" = "Logicool カメラ設定";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "ウェブカメラ コントロール";

"Focus:" = "フォーカス:";

"Auto" = "自動";

"Restore to defaults" = "既定に戻す";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "詳細設定";

"Image Quality:" = "画像品質：";


"Brightness" = "明るさ";

"Contrast" = "コントラスト";

"Color Intensity" = "色の強さ";

"White Balance" = "白バランス";

/*Device Information 3rd tab*/

"Device Information" = "デバイス情報";

"USB Vendor ID (VID):"  = "USB ベンダー ID (VID):";

"USB Product ID (PID):" = "USB 製品 ID (PID):";

"USB Revision (BCD):" = "USB リビジョン (BCD):";

"Firmware version:" = "ファームウェア バージョン:";

"Firmware CRC:" = "ファームウェア CRC:";

"EEPROM Version:" = "EEPROM バージョン:";

"Sensor Type:" = "センサー タイプ:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "すべての機能を適切に動作させるためには、このアプリケーションをバックグラウンドで常に実行させておく必要があります。このアプリケーションをバックグラウンドで実行させますか?";

"Yes" = "はい";

"No" = "いいえ";
